{
  "id": "empire_store_ignition",
  "route": "/offers/empire-store-ignition",
  "title": "Empire Store Ignition",
  "headline": "Turn your idea into a fully-governed AI-run store in 30 days.",
  "subheadline": "Empire Store Ignition is a CodexDominion-powered ritual that creates your storefront, products, launch campaign, and automations — then keeps optimizing them.",
  "hero_cta_primary": {
    "label": "Apply for Empire Store Ignition",
    "href": "/apply/empire-store-ignition"
  },
  "hero_cta_secondary": {
    "label": "See how the ritual works",
    "href": "#ritual"
  },
  "sections": [
    {
      "id": "what-it-does",
      "type": "bullets",
      "title": "What Empire Store Ignition actually does",
      "items": [
        "Builds your store on Shopify or WooCommerce, configured and branded.",
        "Creates your products with names, descriptions, pricing, and bundles.",
        "Generates your marketing site with story, pages, and SEO baked in.",
        "Launches your store with a cross-channel campaign (social, email, video script).",
        "Sets up your core automations: cart recovery, follow-ups, basic CRM sync.",
        "Gives you a cockpit: a CodexDominion dashboard to see impact and savings."
      ]
    },
    {
      "id": "ritual",
      "type": "steps",
      "title": "The 4-movement Empire ritual",
      "steps": [
        {
          "label": "Movement I – Ignition",
          "headline": "Define the Empire Seed",
          "body": "We guide you through a focused intake: brand, audience, markets, and product ideas. Together we shape your first offers and pricing. CodexDominion calculates projected time and cost savings so you see why this should be automated."
        },
        {
          "label": "Movement II – Foundation",
          "headline": "Raise the Market Gate",
          "body": "We connect or create your Shopify/WooCommerce store. CodexDominion generates your initial product catalog, descriptions, and storefront theme. Your marketing site is created and deployed, ready for visitors."
        },
        {
          "label": "Movement III – Signal",
          "headline": "Call the Crowd",
          "body": "An AI-designed launch campaign is generated across your chosen channels. You review posts, emails, and video scripts, then we schedule or publish the launch wave with you. Your store steps into the world with intention."
        },
        {
          "label": "Movement IV – Continuity",
          "headline": "Tend the Flame",
          "body": "You get live dashboards for sales, traffic, and workflow ROI. CodexDominion proposes and tunes automations — from cart recovery to upsells and nurturing — so your store keeps learning and improving with every cycle."
        }
      ]
    },
    {
      "id": "deliverables",
      "type": "bullets",
      "title": "What you walk away with",
      "items": [
        "A live Shopify or WooCommerce store, configured to your markets and currency.",
        "At least 5–10 live products with optimized descriptions, pricing, and tagging.",
        "A launch-ready marketing site that tells your brand story and captures attention.",
        "A complete launch campaign: posts, email sequence outline, and a hero video script.",
        "A CodexDominion cockpit view for your store's performance and savings.",
        "A documented Empire Store Ignition ritual you can repeat or extend."
      ]
    },
    {
      "id": "who-its-for",
      "type": "two-column",
      "title": "Is Empire Store Ignition for you?",
      "left_title": "Perfect for you if you:",
      "left_items": [
        "Have (or want) real products but no cohesive store and launch system.",
        "Want AI to do the heavy lifting, with human review and governance in the loop.",
        "See your brand as an ecosystem, not just a single funnel or campaign."
      ],
      "right_title": "Not the right fit if you:",
      "right_items": [
        "Only want a one-off static landing page.",
        "Are not ready to launch or refine your offers.",
        "Want a 'set and forget' system with no collaboration or feedback."
      ]
    },
    {
      "id": "cta-final",
      "type": "cta",
      "title": "Ready to ignite your store?",
      "body": "Empire Store Ignition is currently offered in limited seats so we can give each store real attention and data. If you're ready to launch with a living AI governance engine behind you, apply below.",
      "primary_cta": {
        "label": "Apply for Empire Store Ignition",
        "href": "/apply/empire-store-ignition"
      },
      "secondary_cta": {
        "label": "Talk with our team",
        "href": "/call/empire-store-ignition"
      }
    }
  ]
}
