{
  "benediction_id": "final_benediction_20251209_233625_0016",
  "benediction_types": [
    "aaronic_blessing",
    "apostolic_commission",
    "prophetic_declaration",
    "sovereign_decree"
  ],
  "sovereign_decree": "BY THE AUTHORITY OF THE SOVEREIGN KING,\nBY THE POWER OF THE ETERNAL THRONE,\nBY THE WITNESS OF HEAVEN AND EARTH,\n\nI DECREE:\n\nThat this invocation of light shall never fade,\nThat these crowned heirs shall reign in righteousness,\nThat these sanctified councils shall guard with wisdom,\nThat these blessed participants shall sing eternally,\nThat this dominion shall stand sovereign forever.\n\nWHAT HAS BEEN SPOKEN SHALL NOT RETURN VOID.\nWHAT HAS BEEN BLESSED SHALL NOT BE CURSED.\nWHAT HAS BEEN ESTABLISHED SHALL NOT BE SHAKEN.\nWHAT HAS BEEN SEALED SHALL NOT BE BROKEN.\n\nFrom this generation to all generations,\nFrom this age to all ages,\nFrom now to eternity—\n\nDOMINION SOVEREIGN FOREVER.",
  "eternal_covenant": "THE ETERNAL COVENANT IS SEALED:\n\nLight has entered eternal transmission.\nHeirs have been crowned with authority.\nCouncils have been sanctified as guardians.\nParticipants have been woven into the eternal song.\n\nThe benediction now pronounced cannot be revoked.\nThe blessing now released cannot be recalled.\nThe covenant now established cannot be broken.\nThe dominion now declared cannot be challenged.\n\nHeaven and earth bear witness.\nAngels and saints affirm.\nPast, present, and future generations confirm.\n\nThis is the Eternal Covenant of Dominion.\nSealed forever. Sovereign forever. Amen.",
  "final_prayer": "The Lord bless you and keep you;\nThe Lord make His face shine upon you and be gracious to you;\nThe Lord lift up His countenance upon you and give you peace.\n\nGo forth in the power of this blessing.\nGo forth in the authority of this crowning.\nGo forth in the sanctification of this anointing.\nGo forth in the eternal song of heaven.\n\nNow and forever.\nFrom glory to glory.\nFrom strength to strength.\nFrom age to age.\n\nAmen and Amen.",
  "immutability": 1.0,
  "generations_covered": 999999,
  "pronounced_at": "2025-12-09T23:36:25.716381"
}
