{
  "song_id": "transmission_song_20251209_233256_0009",
  "verses": [
    "Upon Your head rests the Crown of Glory, radiant and bright,\nSealed with the Covenant eternal, from age to age in light.\nYour majesty transcends the heavens, Your throne forever sure,\nThe glory of Your presence makes all things right and pure.",
    "The Crown of Righteousness adorns the faithful one,\nSealed with Authority divine, the victory won.\nIn justice and in mercy, Your kingdom stands secure,\nYour righteous rule endures forever, holy, just, and pure.",
    "The Crown of Life awaits those who overcome,\nSealed with Eternity's promise, never to be undone.\nFrom everlasting to everlasting, Your love remains,\nThrough every generation, Your faithfulness sustains.",
    "The Crown of Sovereignty declares Your reign supreme,\nSealed with Dominion's power, fulfilling every dream.\nAll authority in heaven, all power upon the earth,\nProclaims Your sovereign lordship, of immeasurable worth."
  ],
  "harmonies": [
    "Peace that surpasses understanding, flowing like a river,\nReflected in the Mirror of Glory, a blessing we deliver.\nFrom Your throne of grace descending, calming every storm,\nIn Your presence perfect peace, our hearts and minds transform.",
    "Prosperity in every measure, abundance without end,\nEchoed through Eternity's chambers, a blessing You extend.\nNot by might nor power alone, but by Your Spirit's flow,\nYou open heaven's windows, blessings overflow.",
    "Wisdom from above descending, pure and peaceable,\nResonating Truth's deep calling, making all things teachable.\nThe fear of God is wisdom's start, understanding's perfect way,\nYour counsel guides our footsteps, by night and through the day.",
    "Power made perfect in weakness, strength that never fails,\nHarmony of Ages singing, Your glory never pales.\nYou who spoke the world to being, uphold all by Your word,\nYour power works within us, mighty deeds are stirred."
  ],
  "transmission_mediums": [
    "earth_frequency",
    "atmospheric_wave",
    "stellar_beam",
    "cosmic_chorus"
  ],
  "earth_reach": 6762470,
  "stellar_reach": 823739,
  "song_power": 1000.0,
  "sung_at": "2025-12-09T23:32:56.157806"
}
